{
  "events": [
    {
      "id": 1,
      "event": "Women Dev Summit",
      "description": "Workshop/ Bootcamp de tecnologia",
      "schedule": "21 Mar,07: 30",
      "local": "Secretaria",
      "organizer": "",
      "categories": [
        {
          "id": 1,
          "category": "Workshop"
        },
        {
          "id": 2,
          "category": "Bootcamp"
        },
        {
          "id": 3,
          "category": "Front-end"
        },
        {
          "id": 4,
          "category": "Back-end"
        }
      ],
      "limited-spaces": "Sim",
      "partners": [
        {
          "id": 1,
          "partner": "Patrocinador",
          "avatar": "https://www.avantis.co.in/static/images/categories/homepage/Secretarial/1.png"
        },
        {
          "id": 2,
          "partner": "Universidade",
          "avatar": "https://d1ung6i9j8i9xc.cloudfront.net/wp-content/blogs.dir/123/files/2011/05/assets1105040009-256x256.jpg"
        },
        {
          "id": 3,
          "partner": "Comunidade",
          "avatar": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSe7Sdy65bFzRJEPNMtDLkT5muf0H4Kboq3_Wmpp8cqNBTsDnka"
        },
        {
          "id": 4,
          "partner": "Startup",
          "avatar": "https://startup-mannheim.de/wp-content/uploads/2017/11/MG_6323-256x256.jpg"
        },
        {
          "id": 5,
          "partner": "Palestrante",
          "avatar": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTXhJKK5idHDcO0T0oYbDs6wUpzMfGDe3tr4w4yv4d2gr7l5XuH"
        },
        {
          "id": 6,
          "partner": "Imprensa",
          "avatar": "https://d26oc3sg82pgk3.cloudfront.net/files/media/edit/image/4440/square_thumb%402x.jpg"
        }
      ]
    },
    {
      "id": 2,
      "event": "React Bootcamp",
      "description": "Bootcamp voltado ao Front-end usando a tecnologia React",
      "schedule": "18 Abril,07: 30",
      "local": "Online",
      "organizer": "Laís Lima",
      "categories": [
        {
          "id": 1,
          "category": "Bootcamp"
        },
        {
          "id": 2,
          "category": "Front-end"
        }
      ]
    },
    {
      "id": 3,
      "event": "Data science Bootcamp",
      "description": "Bootcamp voltado ao Ciência de Dados.",
      "schedule": "",
      "local": "",
      "organizer": "Cynthia",
      "categories": [
        {
          "id": 1,
          "category": "Bootcamp"
        },
        {
          "id": 2,
          "category": "Front-end"
        }
      ]
    }
  ],
  "lectures": [
    {
      "id": 1,
      "lecture": "Lecture Title 22",
      "status": "approved",
      "description": "Velit duis minim nulla cillum pariatur voluptate aliqua fugiat quis dolore in culpa magna. Sit id dolor sunt incididunt culpa irure adipisicing officia anim minim aliquip. In commodo minim ullamco veniam cillum ex.\r\n"
    },
    {
      "id": 2,
      "lecture": "Lecture Title 22",
      "status": "in-analysis",
      "description": "Fugiat ullamco voluptate eu magna ut dolor culpa quis consequat commodo. Et voluptate aute qui exercitation ipsum anim dolore. Laborum dolor aliquip sint elit fugiat ad duis et.\r\n"
    },
    {
      "id": 3,
      "lecture": "Lecture Title 38",
      "status": "rejected",
      "description": "Laboris sunt esse consectetur minim ex amet sint amet qui. Cupidatat sunt magna culpa amet nisi id et voluptate excepteur. Ut velit magna et dolor nostrud quis et magna nulla. Lorem quis quis consectetur occaecat. Est fugiat occaecat non anim quis consectetur veniam commodo dolore eu consequat adipisicing culpa est. Ipsum in pariatur aute consectetur adipisicing adipisicing incididunt cupidatat duis elit qui. Id nulla aliqua dolore qui elit pariatur officia reprehenderit sint elit cupidatat.\r\n"
    },
    {
      "id": 4,
      "lecture": "Lecture Title 21",
      "status": "in-analysis",
      "description": "Consectetur ipsum sit est sunt magna. Enim voluptate aute voluptate cillum non veniam sit. Officia deserunt ea consequat incididunt pariatur in nostrud irure adipisicing magna ex cillum et ex. Excepteur do reprehenderit ullamco nulla sunt laboris commodo magna. Ea excepteur deserunt velit nulla est adipisicing irure.\r\n"
    },
    {
      "id": 5,
      "lecture": "Lecture Title 27",
      "status": "rejected",
      "description": "Nisi fugiat tempor sunt aliquip consequat ut voluptate occaecat incididunt tempor voluptate veniam fugiat. Duis ullamco consequat ipsum esse non labore reprehenderit excepteur reprehenderit adipisicing ullamco. Sit non cupidatat veniam quis eiusmod esse quis pariatur do aliqua ad tempor pariatur. Amet elit cupidatat proident reprehenderit ea magna fugiat proident et eu duis elit reprehenderit adipisicing. Occaecat quis commodo tempor officia excepteur anim ullamco nulla ex ipsum. Aliquip mollit in reprehenderit ex adipisicing id consectetur consequat.\r\n"
    },
    {
      "id": 6,
      "lecture": "Lecture Title 25",
      "status": "rejected",
      "description": "Deserunt excepteur minim cupidatat dolor eu ea aliquip dolore nisi. Voluptate duis occaecat nostrud sunt veniam adipisicing anim dolor. Officia consequat ut laborum amet et in duis velit excepteur exercitation excepteur. Adipisicing eiusmod ipsum cupidatat nostrud qui. Commodo eu nulla dolor tempor veniam anim amet sit in. Laboris id consequat amet nostrud ut voluptate et nisi eiusmod exercitation. Anim qui quis anim velit incididunt sint.\r\n"
    },
    {
      "id": 7,
      "lecture": "Lecture Title 33",
      "status": "approved",
      "description": "Excepteur dolore occaecat reprehenderit culpa est duis consequat nisi in commodo nostrud quis esse esse. Est tempor enim anim proident reprehenderit laboris anim veniam incididunt exercitation. Veniam veniam consequat voluptate eu enim. Dolore et dolor minim reprehenderit in. Dolore nulla id dolore magna velit proident est tempor exercitation aliqua.\r\n"
    },
    {
      "id": 8,
      "lecture": "Lecture Title 35",
      "status": "in-analysis",
      "description": "Aute Lorem non eiusmod adipisicing tempor non quis ut exercitation quis ad sit esse. Adipisicing magna ad nostrud commodo ipsum voluptate veniam sit ipsum officia in aliquip incididunt. Dolor velit qui excepteur et voluptate ipsum officia mollit do. Adipisicing commodo nulla reprehenderit sunt sunt ad proident anim. Occaecat laborum excepteur enim cillum dolor laboris sit incididunt fugiat eu non labore. Labore ad fugiat Lorem velit exercitation do qui culpa ex sunt commodo do.\r\n"
    },
    {
      "id": 9,
      "lecture": "Lecture Title 33",
      "status": "rejected",
      "description": "Ipsum aliquip occaecat fugiat eiusmod mollit dolor enim dolor dolore. Duis amet officia aliqua mollit sunt consequat minim culpa eu dolore. Commodo nostrud sunt consectetur ipsum nostrud commodo in. Id magna ex aute reprehenderit Lorem nulla tempor labore ullamco. Ex voluptate ea veniam sunt dolore elit reprehenderit aute magna minim nostrud eiusmod anim. Consectetur qui sunt nisi laboris quis magna sit et pariatur consequat. Aliqua occaecat cupidatat exercitation esse laboris duis laborum reprehenderit exercitation consequat pariatur nulla aute.\r\n"
    },
    {
      "id": 10,
      "lecture": "Lecture Title 27",
      "status": "rejected",
      "description": "Eu eu consequat commodo duis ipsum sit aliqua voluptate. Aute eiusmod magna occaecat ipsum irure nisi commodo et fugiat enim. Deserunt esse pariatur ea ea exercitation reprehenderit ea amet fugiat. Anim aliquip anim excepteur amet sunt veniam proident nisi. Cillum incididunt fugiat veniam ullamco consectetur dolore commodo veniam laboris culpa ipsum consectetur. Irure nostrud nostrud tempor sunt cillum laborum et nisi.\r\n"
    },
    {
      "id": 11,
      "lecture": "Lecture Title 39",
      "status": "approved",
      "description": "Esse minim aliqua amet magna nostrud irure ipsum sit excepteur ex Lorem non cillum. Aliqua ipsum ut Lorem nostrud amet sunt dolore in mollit proident nulla consequat. Irure est ea deserunt sint pariatur irure. Anim est dolor sit commodo ut nostrud excepteur esse eu velit.\r\n"
    },
    {
      "id": 12,
      "lecture": "Lecture Title 39",
      "status": "rejected",
      "description": "Excepteur ad mollit eu aute anim fugiat proident dolor reprehenderit sint consectetur proident consectetur aute. Reprehenderit aliqua cillum ea do mollit qui incididunt. Culpa eiusmod minim irure dolore tempor officia eiusmod amet ullamco quis. Proident aliquip qui sit consequat duis qui aliqua ad cupidatat aliquip nisi. Cupidatat magna aliqua est ut quis aute et occaecat ex reprehenderit amet. Excepteur excepteur tempor voluptate anim. Pariatur aliquip cillum ipsum sunt.\r\n"
    },
    {
      "id": 13,
      "lecture": "Lecture Title 25",
      "status": "in-analysis",
      "description": "Pariatur sit deserunt sint fugiat minim mollit cupidatat exercitation anim adipisicing. Est amet quis aliquip est veniam incididunt deserunt in occaecat deserunt deserunt deserunt. Nostrud et ex eiusmod proident quis eu reprehenderit aliquip pariatur est laboris adipisicing sunt pariatur. Sunt ad magna enim consectetur sunt tempor incididunt. Sint qui in laborum officia aliqua laboris anim irure Lorem ullamco esse nostrud. Adipisicing velit culpa laborum aute incididunt ad non ea magna esse incididunt duis fugiat.\r\n"
    },
    {
      "id": 14,
      "lecture": "Lecture Title 23",
      "status": "in-analysis",
      "description": "Nulla minim officia laboris duis est consectetur adipisicing proident irure labore dolore. Amet mollit in sint ex consequat in non pariatur. Voluptate excepteur voluptate laboris quis commodo qui consectetur pariatur amet. Mollit aliquip magna sit adipisicing cupidatat occaecat qui ut ex esse. In excepteur sunt nisi ex est ut consequat commodo sunt amet deserunt velit. Qui laborum esse deserunt duis voluptate velit sunt reprehenderit enim dolore velit ullamco nostrud.\r\n"
    },
    {
      "id": 15,
      "lecture": "Lecture Title 20",
      "status": "in-analysis",
      "description": "Veniam sint irure nulla minim eu ex labore id Lorem officia nostrud aute. Nulla amet eiusmod culpa dolore aliquip incididunt labore occaecat magna non ullamco et voluptate ad. Do qui et aliqua qui tempor dolore fugiat ad in occaecat. Ex eu et ea ex sunt deserunt incididunt amet nostrud incididunt tempor dolor consequat. Et esse mollit exercitation enim in nostrud est laboris reprehenderit incididunt. Do excepteur irure occaecat aliquip quis voluptate aliqua proident nisi qui ipsum fugiat esse proident. Tempor do occaecat ut nostrud.\r\n"
    },
    {
      "id": 16,
      "lecture": "Lecture Title 26",
      "status": "in-analysis",
      "description": "Nisi quis enim minim irure ex. Quis veniam occaecat in non. Occaecat esse nisi reprehenderit ex veniam cillum. Duis nulla et ut esse. Laborum fugiat dolore occaecat fugiat exercitation reprehenderit.\r\n"
    },
    {
      "id": 17,
      "lecture": "Lecture Title 31",
      "status": "approved",
      "description": "Consectetur id qui occaecat proident mollit officia voluptate sint. Eu voluptate laboris tempor sunt commodo aliquip cillum ullamco fugiat in eu cillum deserunt deserunt. Ullamco proident Lorem incididunt tempor sunt veniam duis adipisicing irure nisi laborum sint. Ipsum cupidatat id duis officia consectetur sit reprehenderit officia ex. Eu labore nostrud cupidatat incididunt nisi id ut amet. Minim eu excepteur duis fugiat qui pariatur id enim aliqua. Laboris Lorem adipisicing et proident pariatur nostrud qui consectetur laboris laboris.\r\n"
    },
    {
      "id": 18,
      "lecture": "Lecture Title 24",
      "status": "rejected",
      "description": "Nostrud pariatur aliqua aliqua nisi qui ullamco esse consectetur cupidatat est. Reprehenderit mollit duis enim excepteur ullamco voluptate. Labore eu adipisicing excepteur cillum duis commodo quis.\r\n"
    },
    {
      "id": 19,
      "lecture": "Lecture Title 38",
      "status": "in-analysis",
      "description": "Exercitation consectetur adipisicing et magna aliquip consequat qui deserunt adipisicing sunt enim consequat irure. Anim eiusmod esse officia ex consectetur adipisicing quis. Officia irure cupidatat reprehenderit labore aliqua sint enim minim non minim id. Incididunt laborum commodo veniam quis minim amet voluptate do. Occaecat laboris quis dolor magna. Dolor eu sunt amet commodo irure. Nisi qui anim aliquip qui magna esse minim fugiat cillum.\r\n"
    },
    {
      "id": 20,
      "lecture": "Lecture Title 29",
      "status": "in-analysis",
      "description": "Aliqua non cillum et reprehenderit elit anim veniam. Id do minim voluptate aute pariatur eiusmod in eu. Commodo quis cillum dolore quis labore nisi ex. Incididunt velit consectetur cillum ad officia elit mollit laborum dolor mollit.\r\n"
    },
    {
      "id": 21,
      "lecture": "Lecture Title 28",
      "status": "rejected",
      "description": "Eu mollit tempor aute cillum anim duis reprehenderit occaecat officia fugiat do veniam. Ullamco ut dolor nostrud aliqua ipsum eiusmod. Irure id laboris tempor consequat amet. Laborum irure culpa veniam sunt. Sunt aliqua quis reprehenderit excepteur tempor magna amet sunt laboris minim elit nulla labore. Id est nostrud nulla irure aute.\r\n"
    },
    {
      "id": 22,
      "lecture": "Lecture Title 28",
      "status": "in-analysis",
      "description": "Dolore nostrud aliquip cupidatat consequat. Voluptate sit quis incididunt velit amet Lorem sit aliqua eiusmod deserunt ullamco. Nisi duis aliqua in reprehenderit deserunt duis pariatur minim incididunt. Ea officia irure pariatur duis nisi consequat dolor dolor in do.\r\n"
    }
  ],
  "profile": []
}